//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleChineseSetup.uni
// [Description] Add XCradle Chinese STR define in this file
// [Author] JSY-ZZP
// [Date] 2021/02/24
//******************************************************************************
/=#
#langdef   x-AMI "x-AMI"
#langdef   en-US "English"
#langdef   zh-chs "中文 (简体)"

#string STR_SETUP                       #language zh-chs "设置"
#string STR_SETUP_HELP                  #language zh-chs "设置"
#string STR_MAIN                        #language zh-chs "主界面"
#string STR_MAIN_HELP                   #language zh-chs "系统总览"
#string STR_LANGUAGE_HELP               #language zh-chs "选择系统默认语言"
#string STR_LANGUAGE_PROMPT             #language zh-chs "系统语言"
#string STR_BIOS                        #language zh-chs "BIOS信息"
#string STR_BIOS_VERSION_NAME           #language zh-chs "BIOS版本"
#string STR_BIOS_DATE_NAME              #language zh-chs "编译日期"
#string STR_DATE                        #language zh-chs "系统日期"
#string STR_DATE_HELP                   #language zh-chs "设置系统日期，通过Tab键切换。\n\r默认范围: \n\r年: 2005-2104 \n\r月: 1-12 \n\r日: 依据具体的月份"
#string STR_TIME                        #language zh-chs "系统时间"
#string STR_TIME_HELP                   #language zh-chs "设置系统时间，通过Tab键切换。"
#string STR_ACCESS_LEVEL                #language zh-chs "访问权限"
#string STR_ACCESS_USER                 #language zh-chs "用户"
#string STR_ACCESS_ADMIN                #language zh-chs "管理员"
#string STR_ADVANCED                    #language zh-chs "高级"
#string STR_ADVANCED_HELP               #language zh-chs "高级设置"
#string STR_DYNAMIC_PAGE_SUBTITLE       #language zh-chs "动态页面"
#string STR_CHIPSET                     #language zh-chs "芯片组"
#string STR_BOOT                        #language zh-chs "启动"
#string STR_BOOT_HELP                   #language zh-chs "系统启动设置"
#string STR_QUIET_BOOT                  #language zh-chs "安静启动 "
#string STR_QUIET_BOOT_HELP             #language zh-chs "启用或禁用“安静启动”选项 "
#string STR_FAST_BOOT                   #language zh-chs "快速启动 "
#string STR_FAST_BOOT_HELP              #language zh-chs "通过初始化启动活动启动选项所需的最少设备集来启用或禁用引导。 对BBS引导选项无效。 "
#string STR_BOOT_CFG                    #language zh-chs "启动配置"
#string STR_BOOT_CFG_HELP               #language zh-chs "系统启动配置设置"
#string STR_BOOT_TIMEOUT                #language zh-chs "设置提示超时"
#string STR_BOOT_TIMEOUT_HELP           #language zh-chs "等待设置激活密钥的秒数。 65535（0xFFFF）表示不确定的等待。"
#string STR_CSM_BOOTUP_NUMLOCK          #language zh-chs "启动数字键盘状态"
#string STR_CSM_BOOTUP_NUMLOCK_HELP     #language zh-chs "选择键盘数字键盘状态"
#string STR_CSM_BOOTUP_NUMLOCK_ON       #language zh-chs "打开"
#string STR_CSM_BOOTUP_NUMLOCK_OFF      #language zh-chs "关闭"
#string STR_BOOT_ORDER_SUBTITLE         #language zh-chs "启动选项优先级"
#string STR_BOOT_ORDER_X                #language zh-chs "启动选项 #%d"
#string STR_LEGACY_BOOT_ORDER_X         #language zh-chs "启动选项 #%d"
#string STR_BOOT_ORDER_HELP             #language zh-chs "设定系统启动顺序"
#string STR_ADD_BOOT_OPTION             #language zh-chs "增加新的启动项"
#string STR_ADD_BOOT_OPTION_HELP        #language zh-chs "增加新的EFI启动项到启动列表"
#string STR_DEL_BOOT_OPTION             #language zh-chs "删除启动项"
#string STR_DEL_BOOT_OPTION_HELP        #language zh-chs "从启动列表里面移除启动项"
#string STR_SELECT_TO_DEL               #language zh-chs "选择一项删除"
#string STR_BBS_ORDER_HELP              #language zh-chs "设置本组传统设备的顺序"
#string STR_ADD_BOOT_LABEL              #language zh-chs "增加启动项"
#string STR_BOOT_LABEL_HELP             #language zh-chs "创建新的启动项"
#string STR_BOOT_FS_HELP                #language zh-chs "从列表中选择一个文件系统"
#string STR_ADD_BOOT_PATH               #language zh-chs "启动项路径"
#string STR_BOOT_PATH_HELP              #language zh-chs "输入启动项路径格式如：fs0:\\path\\filename.efi"
#string STR_SAVE_BOOT_OPTION            #language zh-chs "启动项路径"
#string STR_SECURITY                    #language zh-chs "安全"
#string STR_SECURITY_HELP               #language zh-chs "安全设置"
#string STR_SECURITY_BANNER_ONE         #language zh-chs "密码描述"
#string STR_MIN_PASSWORD_LENGTH_NAME    #language zh-chs "密码最小长度"
#string STR_MAX_PASSWORD_LENGTH_NAME    #language zh-chs "密码最大长度"
#string STR_ADMIN_PASSWORD              #language zh-chs "管理员密码"
#string STR_ADMIN_PASSWORD_HELP         #language zh-chs "设置管理员密码"
#string STR_USER_PASSWORD               #language zh-chs "用户密码"
#string STR_USER_PASSWORD_HELP          #language zh-chs "设置用户密码"
#string STR_EXIT                        #language zh-chs "保存和退出"
#string STR_EXIT_HELP                   #language zh-chs "保存和退出选项"
#string STR_SAVE_EXIT                   #language zh-chs "保存修改并退出"
#string STR_SAVE_EXIT_HELP              #language zh-chs "保存修改后离开系统设置."
#string STR_DISCARD_EXIT                #language zh-chs "放弃修改并退出"
#string STR_DISCARD_EXIT_HELP           #language zh-chs "不保存所做的任何修改并离开系统设置."
#string STR_SAVE_RESET                  #language zh-chs "保存修改并重启"
#string STR_SAVE_RESET_HELP             #language zh-chs "保存修改后重启系统."
#string STR_DISCARD_RESET               #language zh-chs "放弃修改并重启"
#string STR_DISCARD_RESET_HELP          #language zh-chs "不保存所做的任何修改并重启系统."
#string STR_SAVE_TITLE                  #language zh-chs "保存选项"
#string STR_SAVE                        #language zh-chs "保存修改"
#string STR_SAVE_HELP                   #language zh-chs "保存目前所做的修改到设置选项中."
#string STR_DISCARD                     #language zh-chs "放弃修改"
#string STR_DISCARD_HELP                #language zh-chs "放弃目前为止所有选项修改"
#string STR_DEFAULTS_TITLE              #language zh-chs "默认选项"
#string STR_RESTORE_DEFAULTS            #language zh-chs "重载默认设置"
#string STR_RESTORE_DEFAULTS_HELP       #language zh-chs "恢复/加载所有设置选项的默认值."
#string STR_SAVE_USER_DEFAULTS          #language zh-chs "保存成用户默认设置"
#string STR_SAVE_USER_DEFAULTS_HELP     #language zh-chs "保存目前所做的修改为用户默认设置."
#string STR_RESTORE_USER_DEFAULTS       #language zh-chs "重载用户默认配置"
#string STR_RESTORE_USER_DEFAULTS_HELP  #language zh-chs "将所有设置选项重载为用户默认值."
#string STR_BOOT_OPTIONS                #language zh-chs "启动项重载"
#string STR_DRV_HEALTH                  #language zh-chs "驱动健康状态"
#string STR_DRV_HEALTH_HELP             #language zh-chs "提供驱动/控制器的健康状态"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************